{
  "nefarious": {
    "definition": "Sinful, villainous, criminal, or wicked, especially when noteworthy or notorious for such characteristics.",
    "sound": "nefarious.mp3"
  },
  "ephemeral": {
    "definition": "Lasting for a short period of time.",
    "sound": "ephemeral.mp3"
  },
  "ostentatious": {
    "definition": "Of ostentation.",
    "sound": "ostentatious.mp3"
  },
  "tenacious": {
    "definition": "Clinging to an object or surface; adhesive.",
    "sound": "tenacious.mp3"
  },
  "ubiquitous": {
    "definition": "Being everywhere at once: omnipresent.",
    "sound": "ubiquitous.mp3"
  },
  "magnanimous": {
    "definition": "Noble and generous in spirit.",
    "sound": "magnanimous.mp3"
  },
  "parsimonious": {
    "definition": "Exhibiting parsimony; sparing in the expenditure of money; frugal to excess.",
    "sound": "parsimonious.mp3"
  },
  "querulous": {
    "definition": "Often complaining; suggesting a complaint in expression; fretful, whining.",
    "sound": "querulous.mp3"
  },
  "sanguine": {
    "definition": "Having the colour of blood; blood red.",
    "sound": "sanguine.mp3"
  },
  "taciturn": {
    "definition": "Silent; temperamentally untalkative; disinclined to speak.",
    "sound": "taciturn.mp3"
  },
  "vociferous": {
    "definition": "Making or characterized by a noisy outcry; clamorous.",
    "sound": null
  },
  "zealous": {
    "definition": "Full of zeal; ardent, fervent; exhibiting enthusiasm or strong passion.",
    "sound": null
  },
  "abstruse": {
    "definition": "Difficult to comprehend or understand.",
    "sound": null
  },
  "capricious": {
    "definition": "Impulsive and unpredictable; determined by chance, impulse, or whim",
    "sound": null
  },
  "desultory": {
    "definition": "Jumping, or passing, from one thing or subject to another, without order, planning, or rational connection; lacking logical sequence.",
    "sound": null
  },
  "ebullient": {
    "definition": "Enthusiastic; high-spirited.",
    "sound": null
  },
  "facetious": {
    "definition": "Treating serious issues with (often deliberately) inappropriate humour; flippant.",
    "sound": null
  },
  "gregarious": {
    "definition": "(of a person) Describing one who enjoys being in crowds and socializing.",
    "sound": null
  },
  "insipid": {
    "definition": "Unappetizingly flavorless.",
    "sound": null
  },
  "laconic": {
    "definition": "Using as few words as possible; pithy and concise.",
    "sound": null
  },
  "mercurial": {
    "definition": "Having a lively or volatile character; animated, changeable, quick-witted.",
    "sound": null
  },
  "perspicacious": {
    "definition": "Of acute discernment; having keen insight; mentally perceptive.",
    "sound": null
  },
  "recalcitrant": {
    "definition": "Marked by a stubborn unwillingness to obey authority.",
    "sound": null
  },
  "sagacious": {
    "definition": "Having or showing keen discernment, sound judgment, and farsightedness; mentally shrewd.",
    "sound": null
  },
  "terse": {
    "definition": "(by extension) Of speech or style: brief, concise, to the point.",
    "sound": null
  },
  "anachronism": {
    "definition": "A chronological mistake; the erroneous dating of an event, circumstance, or object.",
    "sound": null
  },
  "antipathy": {
    "definition": "A feeling of dislike (normally towards someone, less often towards something); repugnance or distaste.",
    "sound": null
  },
  "aplomb": {
    "definition": "Self-confidence; poise; composure.",
    "sound": null
  },
  "approbation": {
    "definition": "The act of approving; an assenting to the propriety of a thing with some degree of pleasure or satisfaction; approval, sanction, commendation or official recognition.",
    "sound": null
  },
  "cacophony": {
    "definition": "A mix of discordant sounds; dissonance.",
    "sound": null
  },
  "charlatan": {
    "definition": "A mountebank, someone who addresses crowds in the street; (especially), an itinerant seller of medicines or drugs.",
    "sound": null
  },
  "dichotomy": {
    "definition": "A separation or division into two; a distinction that results in such a division.",
    "sound": null
  },
  "enigma": {
    "definition": "Something or someone puzzling, mysterious or inexplicable.",
    "sound": null
  },
  "euphemism": {
    "definition": "The use of a word or phrase to replace another with one that is considered less offensive, blunt or vulgar than the word or phrase which it replaces.",
    "sound": null
  },
  "hubris": {
    "definition": "Excessive pride, presumption or arrogance (originally toward the gods).",
    "sound": null
  },
  "juxtaposition": {
    "definition": "The nearness of objects with little or no delimiter.",
    "sound": null
  },
  "lethargy": {
    "definition": "A condition characterized by extreme fatigue or drowsiness, or prolonged sleep patterns.",
    "sound": null
  },
  "melancholy": {
    "definition": "Black bile, formerly thought to be one of the four \"cardinal humours\" of animal bodies.",
    "sound": null
  },
  "nomenclature": {
    "definition": "A set of rules used for forming the names or terms in a particular field of arts or sciences.",
    "sound": null
  },
  "paradox": {
    "definition": "An apparently self-contradictory statement, which can only be true if it is false, and vice versa.",
    "sound": null
  },
  "philanthropy": {
    "definition": "Benevolent altruism with the intention of increasing the well-being of humankind.",
    "sound": null
  },
  "prodigy": {
    "definition": "An extraordinary thing seen as an omen; a portent.",
    "sound": null
  },
  "rancor": {
    "definition": "The deepest malignity or spite; deep-seated enmity or malice; inveterate hatred.",
    "sound": null
  },
  "travesty": {
    "definition": "An absurd or grotesque misrepresentation.",
    "sound": null
  },
  "zealot": {
    "definition": "One who is zealous, one who is full of zeal for his own specific beliefs or objectives, usually in the negative sense of being too passionate; a fanatic",
    "sound": null
  },
  "abdicate": {
    "definition": "To disclaim and expel from the family, as a father his child; to disown; to disinherit.",
    "sound": null
  },
  "abscond": {
    "definition": "To flee, often secretly; to steal away, particularly to avoid arrest or prosecution.",
    "sound": null
  },
  "admonish": {
    "definition": "To warn or notify of a fault; to reprove gently or kindly, but seriously; to exhort.",
    "sound": null
  },
  "ameliorate": {
    "definition": "To make better, or improve, something perceived to be in a negative condition.",
    "sound": null
  },
  "castigate": {
    "definition": "To punish or reprimand someone severely.",
    "sound": null
  }
}